<?php

use yii\helpers\Html;
use yii\web\View;

$this->registerCssFile('/css/show.css');
?>

<div class="jxsj-block">
    <div class="article-title">
        《长城》教学设计
    </div>
    <div class="article-editor">
        <p>广州市荔湾区培真小学 饶可旋</p>
    </div>
    <div class="article-content">
        <p class="weight">【教材分析】</p>
        <p>
            长城是中华民族的象征，是华夏儿女的骄傲。这篇课文作为引导学生开始中国的“世界遗产”之旅的第一扇窗口，不但表现了长城的高大坚固与雄伟壮观，还赞美了我国古代劳动人民的勤劳、智慧和力量，抒发了作者的民族自豪感和对祖国的热爱之情。本组课文都是介绍我国的世界遗产，要求学生认真阅读课文，想象课文描写的情景，留心文章表达的方法。</p>
        <p class="weight">【学情分析】</p>
        <p>四年级学生已具备了一定的阅读能力，他们能把课文读通顺，能把握课文的主要内容，也能体会长城的雄伟气势。</p>
        <p class="weight">【教学目标】</p>
        <p>1.8个生字，会写13个生字。正确读写“盘旋、城砖、屯兵、堡垒、打仗、呼应、肩膀、智慧、凝结、气魄雄伟”等词语。</p>
        <p>2.正确、流利、有感情地朗读课文，通过朗读表达出长城的雄伟气势。</p>
        <p>3.了解长城高大坚固、气势雄伟的特点，学习作者观察和写作的方法,。</p>
        <p class="weight">【教学重点】</p>
        <p>在阅读中理解长城的高大坚固，感受长城的雄伟气势。</p>
        <p class="weight">【教学难点】</p>
        <p>结合理解课文，学习作者观察和写作的方法。</p>
        <p class="weight">【教学流程】</p>
        <p class="weight">一、激趣导入 观察插图，了解图意</p>
        <p>１、谈话导入，激发兴趣：</p>
        <p>
            据第一个登上月球的宇航员阿姆斯特朗报道：在太空和月球上，只能辨识出地球上两项特大工程，一项是荷兰的围海大堤，另一项就是中国的长城。毛主席曾说：“不到长城非好汉。”今天，我们就一起去看看中华民族的骄傲与象征──长城。</p>
        <p>2.介绍长城：</p>
        <p>在我们学习课文之前，同学们你们对长城有什么了解吗？（学生分享完后）出示长城资料和图片</p>
        <p>
            长城始建于春秋战国（公元前７７０～前４７６）时期，那时各诸侯国为了互相防御，都在自己的境内地势险要的地方修筑长城。秦始皇统一中国以后，为防御北方匈奴贵族的入侵，将各个诸侯国的长城连接起来并将其延长，号称万里长城。以后各个朝代，都对长城进行拉修建。因此可以说长城是我国古代人民在兵器还不发达的情况下，为拉抵御外族入侵而建筑的军事建筑。</p>
        <p>我国的长城在1987年12月也被列入《世界遗产名录》，这是我们身为一个中国人的骄傲。</p>
        <p class="weight">二、初读课文，检查生字。</p>
        <p class="weight">（过渡：下面我们一起去领略长城的风采。请同学们翻开课本82页，自由朗读课文）</p>
        <p>1.出示朗读要求：</p>
        <p>（1）自由读课文，读准字音，读通句子。</p>
        <p>（2）把你感兴趣的地方多读几遍。</p>
        <p>检查阅读情况：</p>
        <p>出示本文生词（不带拼音），叫 3个同学分别读 3 行生字。</p>
        <p>全班齐读生词两遍。</p>
        <p>范写“旋”字，并与“旅”字相比较。口头提醒“隔”里面是一横，与“融”字比较。</p>
        <p class="weight">三、重点感悟，加深体验。</p>
        <p class="weight">（过渡：解决了字词，同学们一起看一看这两幅图，你们发现这两幅图有什么不同吗？）</p>
        <p>1.图文结合，了解观察顺序</p>
        <p>多媒体出示两幅长城的图片（一幅远景、一幅近景）</p>
        <p>观察：两张长城图的观察点有什么不同？</p>
        <p>想一想刚才两幅图分别与文中哪些段落相对应？</p>
        <p>（第一幅图与第一自然段，第二幅图与第二自然段相对应。）</p>
        <p>师：作者先写远景，再写近景，所以作者的观察顺序是什么？生：由远到近。</p>
        <p>2.学习第一自然段</p>
        <p class="weight">（过渡：我们先来看第一幅长城远景图，远远的就看到了长城，你觉得长城怎么样？）</p>
        <p>相机出示：</p>
        <p> （1）远看长城，它像一条长龙，在崇山峻岭之间蜿蜒盘旋。</p>
        <p>①这个句子把长城比作什么？（把长城比作长龙）</p>
        <p>②作者把长城比作长龙，有什么特殊的含义吗？</p>
        <p>（长城和巨龙的相同点：都很长，蜿蜒曲折，年代久远，都是中华民族不屈不挠的象征，而且我们是龙的传人，一提到龙，一种民族自豪感油然而生。）</p>
        <p>（2）“远看长城，像一条长龙”作者通过打比方的方法，突出长城“长”这一特点，他还用了什么方法来具体说明呢？（列数字）到底有多长呢？（一万三千多里）</p>
        <p>出示：从东头的山海关到西头的嘉峪关，有一万三千多里。</p>
            <p>师：长城位于中国的北部。山海关有“天下第一关”之称，在河北省秦皇岛市，是长城的起点，嘉峪关在甘肃省，是长城的终点，所以长城它横贯河北、北京、内蒙古、山西、陕西、宁夏、甘肃七个省、市自治区，共13000多里啊！同学们，你们知道有多长吗？我们的操场一圈约有二百米，而要走完长城相当于围绕操场跑上35000圈。这真是名副其实的万里长城。来，同学们齐读，读出长城的气势来。</p>
            <p>3.学习第二自然段</p>
        <p class="weight">（过渡：：刚才我们远看长城，紧紧抓住句中的字眼感受到长城是个伟大的奇迹。下面我们走近长城，细细观赏，这回大家发现长城还“奇”在什么地方呢?）</p>
        <p>（1）出示长城近景图：走到了长城脚下，眼前的长城给你怎样的感觉呢？（高大坚固）</p>
        <p> （2）长城的设计有什么巧妙之处呢？请同学们读第二自然段，小组合作解决问题。</p>
        <p>相机出示：</p>
        <p class="weight">A.城墙顶上铺着方砖，十分平整，像很宽的马路，五六匹马可以并行。</p>
        <p>师：把（城墙比作马路）出示图片，从这里你又感受到了什么。（长城的宽）有多宽？（五六匹马可以并行）你还知道了什么？（平整）我们感受到马路它是非常的（平的）所以才能让行人舒适地行走。这里用了什么说明方法（作比较）。而城墙比作马路，我们能够感受到长城的平整与宽广。请第一、二组的同学读一读这个句子，读出长城的高大坚固。</p>
        <p class="weight">B.城墙外沿有两米多高的成排的垛子,垛子上有方形的瞭望口和射口,供瞭望和射击用。</p>
        <p>出示图片，由学生说出图片箭头所对应的垛子、瞭望口、射口位置。</p>
        <p> 瞭望口是用来（瞭望的），射口是用来（射击的），城台是（屯兵与传递信息的。）假如现在有敌人来了，我们可以从瞭望口（看见敌人），然后（在城台之间可以互传信息，驻扎在城台里的士兵可以迅速跑到城墙，从射口有力的射击敌人），你看有长城在，敌人能打得进来吗？</p>
        <p class="weight">C.城墙顶上,每隔三百米就有一座方形的城台,是屯兵的堡垒。打仗的时候,城台之间可以互相呼应。（例数字）</p>
        <p>正是劳动人民充满智慧的巧妙设计，正是长城高大坚固的身躯，抵御了外族的侵略，保卫了祖国的领土，保障了人民安定生活，这真是一个——（出示）这样气魄雄伟的工程，在世界历史上是一个伟大的奇迹。</p>
        <p>那我们怀着对长城的赞叹之情读读这一段。（齐读）</p>
        <p class="weight">总结：通过学习，我们知道了长城远看——像一条长龙，近看——高大坚固。站上长城又是一种怎样的感觉呢？带着这个问号，我们下节课再来交流。</p>
        <p class="weight">四、拓展阅读</p>
        <p class="weight">1.必读：《陆水河畔》</p>
        <p>思考：本文是按照     顺序写的。</p>
        <p class="weight">2.选读：《仰望布达拉》《孟姜女哭长城传说》</p>
        <p class="weight">五、写话训练</p>
        <p>我们经常在校园的操场活动，你能按一定的顺序介绍校园的操场吗？(可以是从远到近，可以从近到远，也可以从左到右，还能运用例数字、打比方、作比较等说明方法把操场的景物写具体）</p>
        <p class="weight">六、作业：请你向你的家长介绍长城。</p>
    </div>
</div>
