<?php

use yii\helpers\Html;
use yii\web\View;

$this->registerCssFile('/css/show.css');
?>

    <div class="article">
        <div class="article-block hide">
            <div class="article-title">
                <p>孟姜女哭长城</p>
            </div>
            <div class="article-content">
                <p>这个故事发生在很久很久以前，那时候秦始皇正徵发八十万民工修筑万里长城。官府到处抓人去当民工，被抓去的人不分白天黑夜地修筑长城，不知累死了多少。</p>
                <p>
                    苏州有个书生叫范杞梁，为了逃避官府的追捕，他不得不四处躲藏。有一天，他逃到了孟家花园，无意中遇到了孟姜女。孟姜女是一个聪明美丽的姑娘，她和父母一起把范杞梁藏了起来。两位老人很喜欢范杞梁，就把孟姜女许配给他作了妻子。</p>
                <p>
                    新婚不到三天，范杞梁就被公差抓去修长城了。孟姜女哭得象泪人似的，苦苦地等待丈夫归来。半年过去了，范杞梁一点消息也没有。这时已是深秋季节，北风四起，芦花泛白，天气一天比一天冷了。孟姜女想起丈夫远在北方修长城，一定十分寒冷，就亲手缝制了寒衣，启程上路，要到万里长城去寻找范杞梁。</p>
                <p>
                    一路上，孟姜女不知经历了多少艰难，吃了多少苦，才来到了长城脚下。谁知修长城的民工告诉她，范杞梁已经死了，尸骨被填进了城墙里。听到这个令人心碎的消息，孟姜女只觉得天昏地暗，一下子昏倒在地，醒来后，她伤心地痛哭起来，只哭得天愁地惨，日月无光。不知哭了多久，忽听得天摇地动般地一声巨响，长城崩塌了几十里，露出了数不清的尸骨。孟姜女咬破手指，把血滴在一具具的尸骨上，她心里暗暗祷告:如果是丈夫的尸骨，血就会渗进骨头，如果不是，血就会流向四方。终于，孟姜女用这种方法找到了范杞梁的尸骨。她抱着这堆白骨，又伤心地痛哭起来。</p>
                <p>
                    秦始皇看到孟姜女很美丽，想逼她做妃子。孟姜女假意答应了他，但要求秦始皇先办三件事:请和尚给范杞梁念四十九天经，然后把他好好地埋葬;秦始皇要亲自率文武大臣哭祭范杞梁;埋葬范杞梁后，孟姜女要去游山玩水，三天以后才能成亲。秦始皇只得答应了孟姜女的要求。三件事办完以后，孟姜女把秦始皇痛骂了一顿，然后纵身跳进了波涛滚滚的大海。</p>
            </div>
        </div>
        <div class="article-block hide">
            <div class="article-title">
                <p>仰望布达拉</p>
            </div>
            <div class="article-content">
                <p>我最早听说布达拉宫都是在歌里，歌声动听悠扬，我想去哪里亲眼看看。这回我来到了这里。</p>
                <p>
                    布达拉宫坐落在拉萨的一座山上，它分为红宫和白宫，一共有13层，是一个很大的宫殿群。远远望去，高大雄伟、金碧辉煌。</p>
                <p>
                    我们沿着宫墙往上爬，走着走着，忽然闻见了一股淡淡的奶香味儿，后面有一个导游说，这是用牛奶加石灰，每年泼一次。我心想：都来了，就尝一口吧。我伸出舌头优雅斯文的舔了一口，果真是一股香甜的牛奶味儿。在城墙上盖了一层白马草，刷成深红色，配上白色墙，感觉很美观。白马草是喇嘛告诉我的，它长在海拔5000米以上。</p>
                <p>
                    从城墙往外看，就可以看见整个的拉萨市，看起来很壮观。布达拉宫从前是达赖喇嘛的冬宫，上四层是红色的，也就是达赖喇嘛住的，里面布置的富丽堂皇，基本上全是金子做的，看得我好急呀！有好多金佛、经书，五世达赖的灵塔就用了3700公斤黄金和几万颗宝石。下几层是达赖的小喇嘛、小喽啰、卫兵等仆人住的地方。有一个地方现在改建了珍宝馆，那里有许许多多的布达拉宫的宝贝，有几百种，做的小人千姿百态、刀枪千奇百种、瓶子形态万千，不论什么东西都很精致。</p>
                <p>
                    布达拉宫真是金子的天堂。</p>
            </div>
        </div>
        <div class="article-block">
            <div class="article-title">
                <p>河畔倩影</p>
            </div>
            <div class="article-content">
                <p>家乡的护城河像一条玉带环绕在大地妈妈的脖子上。</p>
                <p>今天石老师带我们参观了这条美丽的“玉带。”石老师把我们带到了护城河上的益人桥上面。我趴在雪白的栏杆上往下看，河水清澈见底，里面倒映着蓝天、白云和绿树，微风吹过，倒影就在水中晃动起来，像要起地震似的。水中的鱼儿一会儿就浮到水面上来，像在欢迎我们。蜻蜓一直在河面上飞来飞去，好像在对我们说：“小朋友，欢迎参观护城河。”</p>
                <p>河的两边绿树成荫，有的枝头上还开着五颜六色的花，勤劳的蜜蜂在花朵上忙着采蜜呢；有的枝头上结着小果子，看得我直流口水，我恨不得把果子全摘下来吃了。我们继续往前走，一路上看到了柏树、棕榈树、月季花和刺人的蒺藜叶。河两岸还有乒乓球形的路灯和兰花形路灯呢！</p>
                <p>环城路上行人的欢笑声、自行车的叮铃声汇成了一首优美的交响曲，美丽的护城河让我们流连忘返。</p>
            </div>
        </div>
    </div>
    <div class="article-page" align="center">
        <nav aria-label="Page navigation">
            <ul class="pagination">
                <li><a href="javascript:;">1</a></li>
                <li><a href="javascript:;">2</a></li>
                <li><a href="javascript:;">3</a></li>
            </ul>
        </nav>
    </div>
