<?php

use yii\helpers\Html;
use yii\web\View;

$this->registerCssFile('/css/show.css');
?>

    <div class="article-block">
        <div class="article-title">
            <p>《长城》教学反思</p>
        </div>
        <div class="article-content">
            <p>长城是中华民族的象征，是华夏儿女的骄傲。这篇课文作为引导学生开始中国的“世界遗产”之旅的第一扇窗口，不但表现了长城的高大坚固与雄伟壮观，还赞美了我国古代劳动人民的勤劳、智慧和力量，抒发了作者的民族自豪感和对祖国的热爱之情。本组课文都是介绍我国的世界遗产，要求学生认真阅读课文，想象课文描写的情景，留心文章表达的方法。四年级学生已具备了一定的阅读能力，他们能把课文读通顺，能把握课文的主要内容，也能体会长城的雄伟气势。</p>
            <p>那么现在，我就结合着教材和学情，以及自己预先设定的这些教学目标、教学重难点和课堂实际的效果，学生的所得进行如下反思：</p>
            <p>课堂中我采用了直奔中心教学的设计，引导学生抓住中心句“这样气魄雄伟的工程，在世界历史上是一个伟大的奇迹。”继而抓住中心词“气魄雄伟”。那么，我整堂课就围绕“气魄雄伟”学习第一、和第二自然段。接下来，引导学生从远看长城、近看长城两个方面一次次地理解感悟这个句子。在教学中，学生对关键词句的理解是层层递进，朗读也是一次比一次更有激情。</p>
            <p>从远看长城引导学生体会长城的气魄雄伟，我是从作者把长城比作长龙和长度两个部分入手。学生能从“长龙”中感受到长城的长以及跟龙一样蜿蜒、霸气，但忽略了中华民族对“龙”的骄傲、自豪的感情，所以我顺势引导龙是中华民族不屈不挠的象征，我们为身为龙的传人而自豪，把长城比作龙说明长城也是中华民族的骄傲，学生的民族自豪感油然而生。对于“一万三千多里”课文中仅仅以数字的形式出现在学生的眼前，我感觉太单薄了，于是我设计了从两方面入手理解这个词语。一是抓住课文中“从东头的三海关到西头的嘉峪关”，让学生到地图上去找一找长城经过的省市，让他们感受这个数字有多长。二是补充资料，曾经有一个人徒步走长城，共用了508天。这样这个数字的概念一下子就在学生心中厚实起来了。</p>
            <p>在理解长城的高大坚固时，我通过板画先让学生了解了长城的结构，“垛子、嘹望口、射口、城台”分别在什么地方？干什么用？这为学生理解后面“劳动人民的智慧”埋下了伏笔。抓住“条石、城砖”补充浇筑的东西来感悟长城的高大坚固。</p>
            <p>反思这节课，我觉得需要改进的地方，一是学生的朗读仍需要加强指导。学生在朗读时不能通过自己的语气来表现对课文的理解，对学生的指导还不够细致。二是对引导学生理解长城的巧妙设计时处理得比较肤浅。在引导学生了解了瞭望口、射口、城台的时候，应让学生根据课前收集的资料，介绍它们的作用，这也是我今天教学中的一个疏忽之处。因此，在以后的教学中，我一定要不断地加强自我反思，使自己的课逐渐的饱满。</p>
        </div>
    </div>
